Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk:_samisk_naturbruk_som_losning_for_a_oppfylle_den_nye_naturavtalen.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Samisk naturbruk som løsning for å oppfylle den nye naturavtalen
sme: Kronihkka: Sámi meahcceávkkástallan čoavddusin ođđa luonddušiehtadusa ollašuhttimii

source: Kronikk av sametingsråd Maja Kristine Jåma (NSR).
sme: Kronihkkačálli sámediggeráđđi Maja Kristine Jåma (NSR).

source: Når Norge nå tar steget for å iverksette den FN-støttede Naturavtalen, står vi overfor et kritisk veiskille – skal vi behandle iverksettelsen som en byråkratisk øvelse, eller gripe sjansen til å fornye vår forbindelse med naturen på en måte som også inkluderer dem som har levd nærmest den?
sme: Dál go Norggas bidjagohtet doibmii šiehtadusa mii galgá suodjalit luonddu ja man ON doarju, Naturavtalen , de leat mii dál váttis luoddaearus – galgat go meannudit doibmiibidjama byråkráhtalaš hárjehussan, vai atnit vejolašvuođa ođastit min oktavuođa luondduin dainna lágiin ahte maiddái searvvahit sin guđet leat eallán dan lagamusas?

source: Sametingsrådet mener at dette er en unik mulighet til å anerkjenne og innlemme samisk tradisjonell kunnskap i bevaringen av biologisk mangfold.
sme: Sámediggeráđđi oaivvilda ahte dá lea erenoamáš vejolašvuohta dohkkehit ja váldit sámi árbevirolaš máhtu mielde biologalaš valljivuođa suodjalanbargui.

source: Det handler om å sette mennesket tilbake i naturen, og forstå at vårt samspill med den er nøkkelen til en bærekraftig fremtid.
sme: Lea sáhka das ahte oažžut olbmo ruovttoluotta lundui, ja ipmirdit ahte min ovttasdoaibman luondduin lea čoavddus guoddevaš boahtteáigái.

source: Avtalen har ambisiøse mål, som å bevare og verne 30% av både land og hav.
sme: Šiehtadusas leat allaulbmilaš mihttomearit, nugo suodjalit ja gáhttet 30 % eatnamis ja mearas.

source: Dette vil direkte påvirke også det samiske folket.
sme: Dát váikkuha njuolga maiddái sámi álbmogii.

source: Men her ligger også kimen til konflikt, fordi det råder ulike oppfatninger om hvordan vi mennesker skal forholde oss til naturen.
sme: Muhto dá lea maid vuođđun riidui, danne go leat iešguđetlágan ipmárdusat das movt mii olbmot galgat atnit oktavuođa luondduin.

source: Miljøforvaltningen forstår menneskets plass i naturen på en annen måte enn oss.
sme: Birashálddašeamis ipmirdit olbmo saji luonddus eará ládje go mii.

source: Sametingsrådet mener at bærekraftig samisk høsting og bruk, og tradisjonell kunnskap er en del av løsningen for å bevare mer naturmangfold, og faktisk lykkes med å oppnå Naturavtalen.
sme: Sámediggeráđđi oaivvilda ahte guoddevaš sámi ávkkástallan ja geavaheapmi, ja árbevirolaš máhttu, leat oassin čovdosis go galgá suodjalit eambbo luondduvalljivuođa, ja jus galgá lihkostuvvat luonddušiehtadusa ollašuhttimiin.

source: Det samiske synet på naturbruk er drevet av respekt og bærekraft.
sme: Sámi jurddašeapmi meahcceávkkástallama hárrái vuođđuduvvá árvvusatnimii ja guoddevašvuhtii.

source: Det handler om menneskets totale avhengighet av naturen;
sme: Lea sáhka olbmo oppalaš sorjavašvuođas lundui;

source: man tar det man har behov for og ikke mer, man forvalter naturgodene også med tanke på kommende generasjoner.
sme: váldit dan maid dárbbaša, iige eanet, ja hálddašit luonddu buriid nu ahte dat maiddái leat buorrin boahttevaš buolvvaide.

source: Fornuftig og bærekraftig samisk bruk av naturen er det beste vernet.
sme: Jierpmálaš ja guoddevaš sámi meahcceávkkástallan lea buoremus suodjalus.

source: Desember 2022 markerte en seier for urfolk da Naturavtalen ble vedtatt.
sme: Juovlamánus 2022 mearriduvvui luonddušiehtadus, ja dat lei álgoálbmogiidda vuoitun.

source: Den styrker urfolks rettigheter til fortsatt bærekraftig bruk av naturmangfoldet, og gir dem en stemme i beslutningene om bevaring og bruk av naturmangfold.
sme: Šiehtadus nanne álgoálbmogiid vuoigatvuođa ain ávkkástallat luondduvalljivuođa guoddevaš vugiin, ja addá sidjiide vejolašvuođa ovddidit iežaset oainnu go mearrádusat dahkkojuvvojit luondduvalljivuođa suodjaleami ja geavaheami birra.

source: Dette er et skritt i riktig retning.
sme: Dá lea lávki rievttes guvlui.

source: Det har blitt bevist at urfolks metoder ofte er de mest bærekraftige.
sme: Lea duođaštuvvon ahte álgoálbmogiid bargovuogit dávjá leat buot guoddevaččamus bargovuogit.

source: En IPBES-rapport fra 2022 understreker også at styrking av urfolks tradisjonelle forvaltningsstrukturer bidrar til mer bærekraftig forvaltning av viltlevende ressurser.
sme: IPBES-raporta mii almmuhuvvui jagis 2022 deattuha ahte álgoálbmogiid árbevirolaš hálddašanstruktuvrraid nannen váikkuha dasa ahte luođu resurssat hálddašuvvojit guoddevaččabu vugiin.

source: Den fant også at forvaltningen er mer effektiv når den inkluderer ulike kunnskapsformer og fører sammen både naturvitenskap og tradisjonell kunnskap.
sme: Das maid gávnnahit ahte hálddašeapmi lea beaktileabbo go dasa váldá mielde iešguđetlágan máhtuid, ja go ovttastahttá luonddudiehtaga ja árbevirolaš máhtu.

source: Selvsagt bør regjeringen ta med samisk forvaltningstankegang, og kultur- og næringsutøvelse når de nå skal utarbeide en nasjonal handlingsplan for naturavtalen.
sme: Diehttelasat ráđđehus berre váldit mielde sámi jurddašanvuogi hálddašeami birra, ja sámi kultur- ja ealáhusbargguid, go dál galget ráhkadit nationála doaibmaplána luonddušiehtadusa váste.

source: Dette kan de løse ved å satse på å styrke synlighet, bruk og implementering av samisk tradisjonell kunnskap i naturforvaltningens praksis.
sme: Sii sáhttet čoavdit dán nu ahte nannejit sámi árbevirolaš máhtu oinnolašvuođa, geavaheami ja implementerema luondduhálddašeamis.

source: Dette må så klart skje i samarbeid med samiske lokalsamfunn, kunnskapssentra for tradisjonell kunnskap og rettighetshavere.
sme: Dán fertejit diehttelasat bargat ovttas sámi báikegottiiguin, árbedieđuid máhttoguovddážiiguin ja vuoigatvuođalaččaiguin.

source: Det er klart at vi trenger en modernisering i hvordan vi forvalter miljøet.
sme: Lea čielggas ahte mii dárbbašit ođastit dan movt mii hálddašit birrasa.

source: Dette kan ikke være et nullsumspill der beskyttelse av naturen går på bekostning av samiske tradisjoner.
sme: Ii sáhte leat nu ahte luonddu gáhtten čuohcá sámi árbevieruide.

source: Statens folkerettslige ansvar for beskyttelse av samisk kulturutøvelse kan ikke være underordnet det tradisjonelle naturvernet i miljøforvaltningens fortolkninger og praksis.
sme: Stáhta álbmotrievttálaš ovddasvástádus suodjalit sámi kulturdoaimmaheami ii sáhte leat birashálddašeami árbevirolaš luonddusuodjaleami dulkoma ja geavadiid vuollásaš.

source: Og la oss ikke glemme det store paradokset at regjeringen snakker varmt om å bevare naturmangfold, mens de samtidig starter ny storstilt nedbygging av samiske bruksområder i klimaets og det grønne skiftets navn.
sme: Eatge mii ábut vajálduhttit dan paradoksa ahte ráđđehus hupmá čábbát luondduvalljivuođa gáhttema birra, seammás go álggaha birrasa ja ruoná molsuma namas stuora huksenbargguid sámi geavahanguovlluide.

source: Tap av natur og klimaendringer er to sider av samme sak.
sme: Luonddu billahuvvan ja dálkkádatrievdamat leat guokte beali seamma áššis.

source: De forsterker hverandre, og begge må ses i lys av den andre.
sme: Dat nannejit nubbi nuppi, ja goappašat beliid ferte geahččat nubbi nuppi olis.

source: Vi står overfor en naturkrise, og vi må endre hvordan vi tenker om verdisetting av natur.
sme: Mis lea luonddukriisa, ja mii fertet rievdadit dan movt mii jurddašit luonddu árvvusatnima birra.

source: Det dreier seg om så mye mer enn økonomisk kalkulasjon – det er vår felles framtid vi skal berge.
sme: Dás lea sáhka ollu eará áššiin go dušše ekonomalaš luoittus – min oktasaš boahtteáigi dat lea maid mii galgat gádjut.

source: Naturavtalen skal debatteres i Sametingets plenum i september, og sametingsrådet innstiller på at det er essensielt at samisk kunnskap og prinsipper blir fullt anerkjent i den nasjonale implementeringen av Naturavtalen.
sme: Luonddušiehtadusa digaštallet Sámedikki dievasčoahkkimis čakčamánus, ja sámediggeráđđi árvala ahte lea dehálaš ollásit dohkkehit sámi máhtu ja prinsihpaid go šiehtadus implementerejuvvo nationálalaččat.

source: Les plenumssak 048/23 Sametingets forventninger til nasjonal implementering av Naturavtalen
sme: Loga dievasčoahkkinášši 048/23 Sametingets forventninger til nasjonal implementering av Naturavtalen
